{
  "privacyPolicy": "Privacy Policy",
  "0-p": "We hereby establish this Privacy Policy (hereinafter referred to as \"this Policy\") regarding the handling of users' personal information in {{appName}} (hereinafter referred to as \"this Service\").",
  "1-h": "Article 1 (Personal Information)",
  "1-p": "\"Personal Information\" refers to \"personal information\" as defined in the Personal Information Protection Act, meaning information about a living individual that can identify a specific individual from descriptions contained therein, such as name, date of birth, address, telephone number, contact information, and other descriptions, as well as data related to appearance, fingerprints, voice patterns, and other information that can identify a specific individual from the information alone (personal identification information), such as health insurance card numbers.",
  "2-h": "Article 2 (Method of Collecting Personal Information)",
  "2-p": "This Service may ask users to provide personal information such as name, date of birth, address, telephone number, email address, bank account number, credit card number, and driver's license number when registering for use. Additionally, this Service may collect transaction records containing users' personal information and information related to payments between users and partner companies (including information providers, advertisers, and advertisement distribution destinations; hereinafter referred to as \"Partner Companies\") from such Partner Companies.",
  "3-h": "Article 3 (Purpose of Collecting and Using Personal Information)",
  "3-p": "The purposes for which this Service collects and uses personal information are as follows:",
  "3-1": "For the provision and operation of this Service",
  "3-2": "To respond to inquiries from users (including identity verification)",
  "3-3": "To send emails regarding new features, updates, campaigns, and other services provided by this Service for the service the user is currently using",
  "3-4": "For necessary contact purposes, such as maintenance and important notifications",
  "3-5": "To identify users who violate the Terms of Use or attempt to use the service for improper or illegitimate purposes, and to refuse service to such users",
  "3-6": "To allow users to view, change, delete, and check the status of their registered information",
  "3-7": "For paid services, to charge users the usage fees",
  "3-8": "For purposes incidental to the above purposes",
  "4-h": "Article 4 (Change of Purpose of Use)",
  "4-1": "This Service may change the purpose of use of personal information only when the changed purpose is reasonably recognized as being related to the original purpose.",
  "4-2": "If the purpose of use is changed, this Service will notify users of the changed purpose through prescribed methods or announce it on this website.",
  "5-h": "Article 5 (Provision of Personal Information to Third Parties)",
  "5-1": "Except for the cases listed below, this Service will not provide personal information to third parties without obtaining prior consent from the user. However, this excludes cases permitted by the Personal Information Protection Act and other laws and regulations.",
  "5-1-1": "When necessary to protect a person's life, body, or property, and it is difficult to obtain the individual's consent",
  "5-1-2": "When particularly necessary for the improvement of public health or the promotion of the sound development of children, and it is difficult to obtain the individual's consent",
  "5-1-3": "When cooperating with national agencies, local governments, or their commissioned entities in carrying out duties prescribed by law, and obtaining the individual's consent may hinder the execution of such duties",
  "5-1-4": "When the following items have been notified or published in advance, and this Service has submitted a notification to the Personal Information Protection Commission",
  "5-1-4-1": "That the purpose of use includes provision to third parties",
  "5-1-4-2": "The items of data to be provided to third parties",
  "5-1-4-3": "The means or methods of providing to third parties",
  "5-1-4-4": "That the provision of personal information to third parties will be stopped upon the individual's request",
  "5-1-4-5": "The method for receiving such requests",
  "5-2": "Notwithstanding the provisions of the preceding paragraph, in the following cases, the recipient of the information shall not be considered a third party:",
  "5-2-1": "When this Service entrusts the handling of all or part of the personal information to the extent necessary to achieve the purpose of use",
  "5-2-2": "When personal information is provided due to a business succession caused by a merger or other reasons",
  "5-2-3": "When personal information is jointly used with a specific party, and the user has been notified in advance or made easily aware of the fact that the information will be jointly used, the items of personal information to be jointly used, the scope of parties jointly using the information, the purposes for which the parties will use the information, and the name or designation of the party responsible for managing the personal information",
  "6-h": "Article 6 (Disclosure of Personal Information)",
  "6-1": "When requested by an individual to disclose their personal information, this Service will disclose it to the individual without delay. However, all or part of the information may not be disclosed if it falls under any of the following cases, and if a decision is made not to disclose, the individual will be notified of such without delay. A fee of 1,000 yen per request will be charged for the disclosure of personal information.",
  "6-1-1": "When there is a risk of harming the life, body, property, or other rights and interests of the individual or a third party",
  "6-1-2": "When there is a risk of significantly hindering the proper conduct of this Service's operations",
  "6-1-3": "When it would otherwise violate laws and regulations",
  "6-2": "Notwithstanding the preceding paragraph, information other than personal information, such as browsing history information and characteristic information, will not be disclosed in principle.",
  "7-h": "Article 7 (Correction and Deletion of Personal Information)",
  "7-1": "If the personal information held by this Service contains incorrect information, the user may request this Service to correct, add, or delete (hereinafter referred to as \"Correction, etc.\") the personal information in accordance with the procedures prescribed by this Service.",
  "7-2": "If this Service determines that there is a need to comply with the request set forth in the preceding paragraph after receiving such a request from the user, it shall promptly carry out the Correction, etc. of the personal information.",
  "7-3": "If this Service has carried out Correction, etc. based on the provisions of the preceding paragraph, or has decided not to carry out Correction, etc., it shall promptly notify the user.",
  "8-h": "Article 8 (Suspension of Use, etc. of Personal Information)",
  "8-1": "If an individual requests the suspension or deletion (hereinafter referred to as \"Suspension of Use, etc.\") of their personal information on the grounds that it is being handled beyond the scope of the purpose of use or that it was obtained by improper means, this Service shall conduct the necessary investigation without delay.",
  "8-2": "Based on the results of the investigation set forth in the preceding paragraph, if it is determined that there is a need to comply with the request, this Service shall promptly carry out the Suspension of Use, etc. of the personal information.",
  "8-3": "If this Service has carried out Suspension of Use, etc. based on the provisions of the preceding paragraph, or has decided not to carry out Suspension of Use, etc., it shall promptly notify the user.",
  "8-4": "Notwithstanding the provisions of the preceding paragraph, this Service may not be obligated to carry out Suspension of Use, etc. in cases permitted by the Personal Information Protection Act and other laws and regulations.",
  "9-h": "Article 9 (Changes to the Privacy Policy)",
  "9-1": "The contents of this Policy may be changed without notifying users, except for matters separately stipulated in laws and regulations or in this Policy.",
  "9-2": "Unless otherwise specified by this Service, the revised Privacy Policy shall take effect when posted on this website."
}